Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# awardsSummaryMessage
source: By default, share sales proceeds will be deposited into your linked brokerage account*. You may change the transfer method on step 3 of trade.
de_de: Standardmäßig werden die Erlöse aus dem Verkauf von Aktien auf Ihr verknüpftes Depot eingezahlt*. Sie können die Überweisungsmethode in Schritt 3 des Handels ändern.
es_419: De forma predeterminada, los ingresos de las ventas de acciones se depositarán en su cuenta de corretaje vinculada*. Puedes cambiar el método de transferencia en el paso 3 de la negociación.
es_es: De forma predeterminada, los ingresos de las ventas de acciones se depositarán en su cuenta de corretaje vinculada*. Puede cambiar el método de transferencia en el paso 3 de la negociación.
fr_fr: Par défaut, le produit de la vente des actions sera déposé sur votre compte de courtage lié*. Vous pouvez modifier la méthode de transfert à l'étape 3 de la transaction.
it_it: Per impostazione predefinita, i proventi delle vendite di azioni verranno depositati sul tuo conto di intermediazione collegato*. Puoi modificare il metodo di trasferimento nella fase 3 del trading.
ja_jp: デフォルトでは、株式売却収入は売却者のリンクされた証券口座に入金されます*。取引のステップ3で送金方法を変更できます。
ko_kr: 기본적으로 주식 매도 수익은 귀하의 연결된 중개 계좌에 입금됩니다*. 거래 세 번째 단계에서 이체 방법을 변경할 수 있습니다.
ms_my: Secara lalai, hasil jualan syer akan didepositkan ke dalam akaun pembrokeran anda yang dihubungkan*. Anda boleh menukar kaedah pemindahan pada langkah 3 perdagangan.
pt_br: Como padrão, os proventos da venda de ações serão depositados na conta de corretagem vinculada*. É possível alterar o método de transferência no passo 3 da negociação.
ru_ru: По умолчанию средства будут переведены на ваш брокерский счет*. Вы можете изменить способ перевода на 3 этапе сделки.
th_th: ตามค่าเริ่มต้น รายได้จากการขายหุ้นจะถูกฝากเข้าบัญชีนายหน้าที่เชื่อมโยงของคุณ* คุณสามารถเปลี่ยนวิธีการโอนได้ในขั้นตอนที่ 3 ของการเทรด
vi_vn: Theo mặc định, tiền bán cổ phiếu sẽ được gửi vào tài khoản môi giới được liên kết của bạn*. Bạn có thể thay đổi phương thức chuyển tiền ở bước 3 của giao dịch.
zh_hans: 预设情况下，股份出售所得将存入您连结的经纪帐户*。您可以在交易的步骤 3 更改转帐方式。
zh_hant_tw: 預設情況下，股份出售所得將存入您連結的經紀帳戶*。您可以在交易的步驟 3 更改轉帳方式。

source: Award Type
de_de: Art
es_419: Tipo de retribución
es_es: Tipo de retribución
fr_fr: Type d'attribution
it_it: Tipo di conferimento
ja_jp: 報奨日
ko_kr: 보상 유형
ms_my: Jenis Ganjaran
pt_br: Tipo de prêmio
ru_ru: Тип вознаграждения
th_th: ประเภทรางวัล
vi_vn: Loại phần thưởng
zh_hans: 奖励类型
zh_hant_tw: 獎勵類型

source: Back
de_de: Zurück
es_419: Volver
es_es: Volver
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
ms_my: Undur
pt_br: Voltar
ru_ru: Назад
th_th: กลับ
vi_vn: Quay lại
zh_hans: 返回
zh_hant_tw: 返回

# bannerImportantBadgeTitle
source: IMPORTANT
de_de: WICHTIG
es_419: IMPORTANTE
es_es: IMPORTANTE
it_it: IMPORTANTE
ja_jp: 重要
ko_kr: 중요
ms_my: PENTING
pt_br: IMPORTANTE
ru_ru: ВАЖНО
th_th: สําคัญ
vi_vn: QUAN TRỌNG
zh_hans: 重要资讯
zh_hant_tw: 重要資訊

# bannerTitleFormat
source: Message from %@
de_de: Nachricht von %1$@
es_419: Mensaje de %1$@
es_es: Mensaje de %1$@
fr_fr: Message de %1$@
it_it: Messaggio da %1$@
ja_jp: %1$@さんからのメッセージ
ko_kr: %1$@(이)가 보낸 메시지
ms_my: Mesej daripada %1$@
pt_br: Mensagem de %1$@
ru_ru: Сообщение от %1$@
th_th: ข้อความจาก %1$@
vi_vn: Tin nhắn từ %1$@
zh_hans: 来自 %1$@ 的讯息
zh_hant_tw: 來自 %1$@ 的訊息

# basedOnMarketPriceNoTaxes
source: Based on market price. Does not include taxes.
de_de: Basierend auf dem Marktpreis. Enthält keine Steuern.
es_419: Basado en el precio de mercado. No incluye impuestos
es_es: Basado en el precio de mercado. No incluye impuestos.
fr_fr: En fonction du cours du marché. Hors taxes.
it_it: In base al prezzo di mercato. Non include le tasse.
ja_jp: 市場価格に基づきます。税金は含まれません。
ko_kr: 시장 가격 기준 세금 불포함
ms_my: Berdasarkan harga pasaran. Tidak termasuk cukai
pt_br: Com base no preço de mercado. Não inclui impostos.
ru_ru: Исходя из рыночной цены. Без учета налогов.
th_th: อ้างอิงจากราคาตลาด ไม่รวมภาษี
vi_vn: Dựa trên giá thị trường. Không bao gồm thuế.
zh_hans: 基于市场价格。不包括税金。
zh_hant_tw: 基於市場價格。不包括稅金。

# basedOnPriceFormat
source: Based on %@ price.
de_de: Basierend auf dem Preis %1$@.
es_419: Basado en %1$@ precio.
es_es: Basado en el precio %1$@.
fr_fr: En fonction du cours %1$@.
it_it: In base al prezzo %1$@.
ja_jp: %1$@価格に基づきます。
ko_kr: %1$@ 가격 기준
ms_my: Berdasarkan harga %1$@ .
pt_br: Com base no preço %1$@.
ru_ru: Исходя из %1$@ цены.
th_th: อ้างอิงจากราคา %1$@
vi_vn: Dựa trên giá %1$@.
zh_hans: 基于 %1$@ 价格。
zh_hant_tw: 基於 %1$@ 價格。

# basedOnPriceNoTaxes
source: Based on %@ price. Does not include taxes.
de_de: Basierend auf dem Preis %1$@. Enthält keine Steuern.
es_419: Basado en el precio %1$@ . No incluye impuestos
es_es: Basado en el precio %1$@. No incluye impuestos.
fr_fr: En fonction du cours %1$@. Hors taxes.
it_it: In base al prezzo %1$@. Non include le tasse.
ja_jp: %1$@価格に基づきます。税金は含まれません。
ko_kr: %1$@ 가격 기준 세금 불포함
ms_my: Berdasarkan harga %1$@ . Tidak termasuk cukai
pt_br: Com base no preço %1$@. Não inclui impostos.
ru_ru: Исходя из %1$@ цены. Без учета налогов.
th_th: อ้างอิงจากราคา %1$@ ไม่รวมภาษี
vi_vn: Dựa trên giá %1$@. Không bao gồm thuế.
zh_hans: 基于 %1$@ 价格。（不包括税金）。
zh_hant_tw: 基於 %1$@ 價格。（不包括稅金）。

# bidQuoteTitle
source: Bid
de_de: Geldkurs
es_es: Oferta de compra
fr_fr: Offre
it_it: Offerta
ja_jp: 買い値
ko_kr: 매수 호가
ms_my: Bida
pt_br: Lance
ru_ru: Цена покупки
th_th: ราคาที่เสนอซื้อ
vi_vn: Chào mua
zh_hans: 买方价
zh_hant_tw: 買方價

source: Cancel
de_de: Abbrechen
es_419: Cancelar
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: 取消し
ko_kr: 취소
ms_my: Batal
pt_br: Cancelar
ru_ru: Отменить
th_th: ยกเลิก
vi_vn: Huỷ
zh_hans: 取消
zh_hant_tw: 取消

# cashAwardsAwardIDTitle
source: Award ID
de_de: Vergabenummer
es_419: ID de compensación
es_es: ID de la retribución
fr_fr: Identifiant d'attribution
it_it: ID conferimento
ja_jp: 報奨番号
ko_kr: 보너스 ID
ms_my: ID Ganjaran
pt_br: ID do prêmio
ru_ru: ID компенсации
th_th: รหัสรางวัล
vi_vn: ID phần thưởng
zh_hans: 奖励 ID
zh_hant_tw: 獎勵 ID

# cashAwardsCancelledTitle
source: Cancelled
de_de: Storniert
es_419: Cancelado
es_es: Cancelado
fr_fr: Annulées
it_it: Annullato
ja_jp: 取消し済み
ko_kr: 취소됨
ms_my: Dibatalkan
pt_br: Cancelado
ru_ru: Отменено
th_th: ยกเลิกแล้ว
vi_vn: Huỷ
zh_hans: 已取消
zh_hant_tw: 已取消

# cashAwardsDeferralPayoutSchedule
source: Deferral Payout Schedule
de_de: Auszahlungszeitplan für aufgeschobene Aktien
es_419: Calendario de pagos aplazados
es_es: Calendario de cobros diferidos
fr_fr: Calendrier de paiement différé
it_it: Programma dei pagamenti differiti
ja_jp: 繰延支払いスケジュール
ko_kr: 지연 지급 일정
ms_my: Jadual Penangguhan Pembayaran
pt_br: Cronograma dos repasses prorrogados
ru_ru: График выплат с отсрочкой
th_th: กำหนดการเลื่อนจ่าย
vi_vn: Lịch thanh toán hoãn lại
zh_hans: 递延派息时间表
zh_hant_tw: 遞延派息時間表

# cashAwardsFootnoteOne
source: 1. Subject to the terms and conditions of your grants.
de_de: 1. Vorbehaltlich der Bedingungen deiner Zuschüsse.
es_419: 1. Sujeto a los términos y condiciones de sus concesiones.
es_es: 1. Sujeto a los términos y condiciones de sus concesiones.
fr_fr: 1. Sous réserve des conditions générales de vos octrois.
it_it: 1. Soggetto ai termini e alle condizioni delle attribuzioni.
ja_jp: 1. 授与条件が適用されます。
ko_kr: 1. 귀하의 부여 조건과 규정에 따릅니다.
ms_my: 1. Tertakluk pada terma dan syarat piagam anda.
pt_br: 1. Sujeito aos termos e condições das concessões.
ru_ru: 1. В соответствии с условиями ваших субсидий.
th_th: 1. ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของทุนของคุณ
vi_vn: 1. Tuân theo các điều khoản và điều kiện của các khoản chuyển nhượng của bạn.
zh_hans: 1. 受限于您的授予条款和条件。
zh_hant_tw: 1. 受限於您的授予條款和條件。

# cashAwardsNavigationTitleFormat
source: %@ Award Details
de_de: %1$@ Details zur Auszeichnung
es_419: %1$@ Detalles del premio
es_es: Detalles de la retribución %1$@
fr_fr: Détails de l'attribution %1$@
it_it: Dettagli del conferimento %1$@
ja_jp: %1$@報酬詳細
ko_kr: %1$@ 보상 세부사항
ms_my: Butiran Anugerah %1$@
pt_br: %1$@ Detalhes do prêmio
ru_ru: %1$@ Сведения о компенсации
th_th: รายละเอียดรางวัล %1$@
vi_vn: Chi tiết phần thưởng %1$@
zh_hans: %1$@ 奖励详情
zh_hant_tw: %1$@ 獎勵詳情

# cashAwardsNoVestingSchedule
source: There is no vesting schedule available for this award. Award may be fully vested.
de_de: Für diese Prämie ist kein Unverfallbarkeitsplan verfügbar. Die Prämie kann vollständig unverfallbar sein.
es_419: No hay calendario de devengo disponible para esta retribución. Es posible que la retribución esté devengada por completo.
es_es: No hay calendario de devengo disponible para esta retribución. Es posible que la retribución esté devengada por completo.
fr_fr: Aucun calendrier d'acquisition n'est disponible pour cette attribution. L'attribution peut être entièrement acquise.
it_it: Per questa assegnazione non è disponibile un piano di maturazione. L'assegnazione potrebbe essere già interamente maturata.
ja_jp: 本報奨に関する権利確定スケジュールはありません。賞は全額権利が確定している可能性がある。
ko_kr: 이 보상에 대해 사용할 수 있는 확정 일정이 없습니다. 보상이 전부 확정될 수 있습니다.
ms_my: Tiada jadual peletakhakan tersedia untuk ganjaran ini. Ganjaran mungkin diletakkan hak sepenuhnya.
pt_br: Não há nenhum cronograma de aquisições disponível para este prêmio. O prêmio pode ser totalmente adquirido.
ru_ru: Нет доступного графика передачи прав для этого вознаграждения. Права на вознаграждение могут быть выданы в полном объеме.
th_th: ไม่มีตารางการมอบตามเวลาที่กำหนดสำหรับรางวัลนี้ อาจมีสิทธิ์ได้รับรางวัลเต็มจํานวน
vi_vn: Không có lịch trao quyền cho phần thưởng này. Phần thưởng có thể được trao quyền toàn bộ.
zh_hans: 此项奖励无可用的归属时间表。奖励可能已全部归属。
zh_hant_tw: 此項獎勵無可用的歸屬時間表。獎勵可能已全部歸屬。

# cashAwardsPaidTitle
source: Paid
de_de: Bezahlt
es_419: Pagado
es_es: Pagado
fr_fr: Payé
it_it: Pagato
ja_jp: 支払済み
ko_kr: 지급됨
ms_my: Dibayar
pt_br: Pago
ru_ru: Оплачено
th_th: จ่ายแล้ว
vi_vn: Đã thanh toán
zh_hans: 已支付
zh_hant_tw: 已支付

# cashAwardsPayoutDate
source: Payout Date
de_de: Auszahlungstag
es_419: Fecha de desembolso
es_es: Fecha de cobro
fr_fr: Date de paiement
it_it: Data di pagamento
ja_jp: 支払い日
ko_kr: 지급일
ms_my: Tarikh Pembayaran
pt_br: Data do repasse
ru_ru: Дата выплаты
th_th: วันที่จ่าย
vi_vn: Ngày thanh toán
zh_hans: 派息日
zh_hant_tw: 派息日

# cashAwardsSymbolTitle
source: Symbol
de_de: Börsenkürzel
es_419: Símbolo
es_es: Símbolo
fr_fr: Symbole
it_it: Simbolo
ja_jp: シンボル
ko_kr: 심볼
ms_my: Simbol
pt_br: Símbolo
ru_ru: Символ
th_th: สัญลักษณ์
vi_vn: Mã
zh_hans: 代号
zh_hant_tw: 代號

# cashAwardsUnitsVested
source: Units Vested
de_de: Freigegebene Einheiten
es_419: Unidades devengadas
es_es: Unidades devengadas
fr_fr: Unités acquises
it_it: Unità maturate
ja_jp: 権利確定ユニット
ko_kr: 확정된 단위
ms_my: Unit yang Diletak Hak
pt_br: Unidades adquiridas
ru_ru: Единиц передано
th_th: หน่วยที่มีสิทธิ์ได้รับ
vi_vn: Đơn vị được trao quyền
zh_hans: 已归属单位
zh_hant_tw: 已歸屬單位

# cashAwardsUnvestedTitle
source: Unvested
de_de: Noch verfallbar
es_419: Sin consolidar
es_es: No devengado
fr_fr: Non acquises
it_it: Non maturate
ja_jp: 権利確定前
ko_kr: 미확정
ms_my: Tidak diletak hak
pt_br: Não consolidado
ru_ru: Без обеспечения
th_th: ยังไม่มีสิทธิ์ได้รับ
vi_vn: Chưa được trao quyền
zh_hans: 未归属
zh_hant_tw: 未歸屬

# cashAwardsValue
source: Value
de_de: Wert
es_419: Valor
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 価値
ko_kr: 가치
ms_my: Nilai
pt_br: Valor
ru_ru: Стоимость
th_th: มูลค่า
vi_vn: Giá trị
zh_hans: 价值
zh_hant_tw: 價值

# cashAwardsVestDate
source: Vest Date
de_de: Tag der Unverfallbarkeit
es_419: Fecha de consolidación
es_es: Fecha de devengo
fr_fr: Date d'acquisition
it_it: Data di maturazione
ja_jp: 権利確定日
ko_kr: 확정일
ms_my: Tarikh Letak Hak
pt_br: Data da aquisição
ru_ru: Дата вестинга
th_th: วันที่มีสิทธิ์ได้รับ
vi_vn: Ngày trao quyền
zh_hans: 归属日期
zh_hant_tw: 歸屬日期

source: Cash Transactions
de_de: Bargeldtransaktionen
es_419: Transacciones en efectivo
es_es: Transacciones en efectivo
fr_fr: Transactions en espèces
it_it: Transazioni in contanti
ja_jp: 現金取引
ko_kr: 현금 거래
ms_my: Transaksi Tunai
pt_br: Transações em dinheiro
ru_ru: Операции с наличными
th_th: ธุรกรรมเงินสด
vi_vn: Giao dịch tiền mặt
zh_hans: 现金交易
zh_hant_tw: 現金交易

source: Change
de_de: Ändern
es_419: Cambiar
es_es: Cambiar
fr_fr: Modifier
it_it: Modifica
ja_jp: 変更する
ko_kr: 변경
ms_my: Ubah
pt_br: Mudar
ru_ru: Изменить
th_th: เปลี่ยนแปลง
vi_vn: Thay đổi
zh_hans: 更改
zh_hant_tw: 更改

source: Change Request Received
de_de: Änderungsantrag erhalten
es_419: Solicitud de cambio recibida
es_es: Solicitud de cambio recibida
fr_fr: Demande de modification reçue
it_it: Richiesta di modifica ricevuta
ja_jp: 変更リクエストを受信しました
ko_kr: 변경 요청 접수
ms_my: Permintaan Perubahan Diterima
pt_br: Solicitação de mudança recebida
ru_ru: Получен запрос на изменение
th_th: ได้รับคําขอเปลี่ยนแปลงแล้ว
vi_vn: Yêu cầu thay đổi đã nhận
zh_hans: 已收到变更请求
zh_hant_tw: 已收到變更請求

# chartCashAwards
source: Cash Awards
de_de: Geldpreise
es_419: Retribuciones de efectivo
es_es: Retribuciones de efectivo
fr_fr: Primes en espèces
it_it: Conferimenti in denaro
ja_jp: 現金報奨
ko_kr: 현금 보상
ms_my: Ganjaran Wang Tunai
pt_br: Prêmios em dinheiro
ru_ru: Денежные вознаграждения
th_th: รางวัลแบบเงินสด
vi_vn: Phần thưởng tiền mặt
zh_hans: 现金奖励
zh_hant_tw: 現金獎勵

# chartExercisablePerformanceStockOptions
source: Exercisable Performance Stock Options
de_de: Ausübbare Performance-Aktienoptionen
es_419: Opciones de acciones por resultados ejercitables
es_es: Opciones de acciones por resultados ejercitables
fr_fr: Options sur titres de performance exerçables
it_it: Stock option per prestazioni riscattabili
ja_jp: 行使可能な業績株式オプション
ko_kr: 행사 가능한 성과 주식 옵션
ms_my: Opsyen Saham Prestasi Boleh Laksana
pt_br: Opções de ações de desempenho exercitáveis
ru_ru: Исполняемые опционы эксплуатационного фонда
th_th: ออปชันหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงานซึ่งใช้สิทธิได้
vi_vn: Quyền chọn cổ phiếu hiệu suất có thể thực hiện
zh_hans: 可行使的绩效股票期权
zh_hant_tw: 可行使的績效股票期權

# chartExercisableStockAppreciationRights
source: Exercisable Stock Appreciation Rights
de_de: Ausübbares Aktienwertsteigerungsrecht
es_419: Derechos de apreciación de acciones ejercitables
es_es: Derechos de apreciación de acciones ejercitables
fr_fr: Droits à la plus-value des actions exerçables
it_it: Diritto di apprezzamento delle azioni esercitabile
ja_jp: 行使可能なストック・アプリシエーション・ライト（SAR）
ko_kr: 행사 가능한 주가차액보상권
ms_my: Hak Kenaikan Saham Boleh Laksana
pt_br: Direitos de valorização de ações exercitáveis
ru_ru: Реализуемое право на получение выгоды от прироста стоимости акций
th_th: สิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้นซึ่งใช้สิทธิได้
vi_vn: Quyền hưởng lợi khi cổ phiếu tăng giá có thể thực hiện
zh_hans: 可行使的股票增值权
zh_hant_tw: 可行使的股票增值權

# chartExercisableStockOptions
source: Exercisable Stock Options
de_de: Ausübbare Aktienoptionen
es_419: Opciones sobre acciones ejercitables
es_es: Opciones sobre acciones ejercitables
fr_fr: Options sur titres exerçables
it_it: Stock option riscattabili
ja_jp: ストックオプションを権利行使する
ko_kr: 행사 가능한 주식 옵션
ms_my: Pilihan Opsyen Saham Boleh Laksana
pt_br: Opções de ações exercitáveis
ru_ru: Исполняемые фондовые опционы
th_th: ออปชันหุ้นที่ใช้สิทธิได้
vi_vn: Quyền chọn cổ phiếu có thể thực hiện
zh_hans: 可行使的股票期权
zh_hant_tw: 可行使的股票期權

# chartHeldShares
source: Held Shares
de_de: Gehaltene Aktien
es_419: Acciones mantenidas
es_es: Acciones mantenidas
fr_fr: Actions détenues
it_it: Azioni mantenute
ja_jp: 保有株式数
ko_kr: 보유 주식
ms_my: Saham yang Dipegang
pt_br: Ações retidas
ru_ru: Акции в собственности
th_th: หุ้นที่ถือครอง
vi_vn: Cổ phiếu nắm giữ
zh_hans: 持有股份
zh_hant_tw: 持有股份

# chartPerformanceCashAwards
source: Performance Cash Awards
de_de: Performance-Barvergütungen
es_419: Compensación en efectivo por resultados
es_es: Retribuciones de efectivo por resultados
fr_fr: Primes de performance en espèces
it_it: Conferimenti in denaro legati alle performance
ja_jp: 業績現金報奨
ko_kr: 성과 현금 보상
ms_my: Ganjaran Wang Tunai Prestasi
pt_br: Prêmios em dinheiro por desempenho
ru_ru: Денежные вознаграждения по результатам работы
th_th: รางวัลแบบเงินสดตามผลการดำเนินงาน
vi_vn: Phần thưởng tiền mặt hiệu suất
zh_hans: 绩效现金奖励
zh_hant_tw: 績效現金獎勵

# chartPerformanceStockAwards
source: Performance Stock Awards
de_de: Performance-Aktienzusagen
es_419: Compensación de acciones por resultados
es_es: Retribuciones de acciones por resultados
fr_fr: Attributions d'actions de performance
it_it: Conferimento di stock option legate alle performance
ja_jp: 業績株式報奨
ko_kr: 성과 주식 보상
ms_my: Ganjaran Saham Prestasi
pt_br: Prêmios em ações por desempenho
ru_ru: Вознаграждения в виде акций эксплуатационного фонда
th_th: รางวัลหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: Phần thưởng cổ phiếu hiệu suất
zh_hans: 绩效股票奖励
zh_hant_tw: 績效股票獎勵

# chartPerformanceStockOptions
source: Performance Stock Options
de_de: Performance-Aktienoptionen
es_419: Opciones de compra de acciones por resultados
es_es: Opciones de acciones por resultados
fr_fr: Options sur titres de performance
it_it: Stock option legate alle performance
ja_jp: 業績株式オプション
ko_kr: 성과 주식 옵션
ms_my: Pilihan Saham Prestasi
pt_br: Opções de ações por desempenho
ru_ru: Опционы эксплуатационного фонда
th_th: ออปชันหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: Quyền chọn cổ phiếu hiệu suất
zh_hans: 绩效股票期权（PSO）
zh_hant_tw: 績效股票期權（PSO）

# chartPerformanceStockUnits
source: Performance Stock Units
de_de: Performance-Aktieneinheiten
es_419: Unidades de acciones por resultados
es_es: Unidades de acciones por resultados
fr_fr: Unités d'actions de performance
it_it: Unità azionarie legate alle performance
ja_jp: パフォーマンス在庫単位
ko_kr: 성과 주식 단위
ms_my: Unit Saham Prestasi
pt_br: Unidades de ações por desempenho
ru_ru: Акции эксплуатационного фонда
th_th: หน่วยหุ้นที่ให้สิทธิ์ซื้อตามผลการดำเนินงาน
vi_vn: Đơn vị cổ phiếu hiệu suất
zh_hans: 绩效股票单位
zh_hant_tw: 績效股票單位

# chartRestrictedStockAwards
source: Restricted Stock Awards
de_de: Aktienzusagen mit Sperrfrist
es_419: Compensaciones de acciones restringidas
es_es: Retribuciones de acciones restringidas
fr_fr: Attributions d'actions restreintes
it_it: Conferimenti di azioni vincolate
ja_jp: 制限付き株式報奨
ko_kr: 제한 주식 보상
ms_my: Ganjaran Saham Terhad
pt_br: Prêmios em ações restritas
ru_ru: Вознаграждения в виде акций с ограниченным правом распоряжения
th_th: รางวัลหุ้นที่มีหน่วยจำกัด
vi_vn: Phần thưởng cổ phiếu bị hạn chế
zh_hans: 限制性股票奖励
zh_hant_tw: 限制性股票獎勵

# chartRestrictedStockUnits
source: Restricted Stock Units
de_de: Aktieneinheiten mit Sperrfrist (RSUs)
es_419: Unidades de acciones restringidas
es_es: Unidades de acciones restringidas
fr_fr: Unités d'actions restreintes
it_it: Unità azionarie vincolate
ja_jp: 制限付き株式ユニット
ko_kr: 제한 주식 단위
ms_my: Unit Saham Terhad
pt_br: Unidades de Ações Restritas
ru_ru: Акции с ограничениями
th_th: หน่วยหุ้นที่มีหน่วยจำกัด
vi_vn: Đơn vị cổ phiếu bị hạn chế
zh_hans: 限制性股票单位
zh_hant_tw: 限制性股票單位

# chartStockAppreciationRights
source: Stock Appreciation Rights
de_de: Wertsteigerungsrechte
es_419: Derechos de apreciación de acciones
es_es: Derechos de apreciación de acciones
fr_fr: Droits à la plus-value des actions
it_it: Diritti di apprezzamento delle azioni
ja_jp: 株式鑑賞権
ko_kr: 주가차액보상권
ms_my: Hak Kenaikan Saham
pt_br: Direitos de valorização de ações
ru_ru: Права на получение выгоды от прироста стоимости акций
th_th: สิทธิ์รับประโยชน์จากราคาหุ้นที่เพิ่มขึ้น
vi_vn: Quyền tăng giá cổ phiếu
zh_hans: 股票增值权（SAR）
zh_hant_tw: 股票增值權（SAR）

# chartStockOptions
source: Stock Options
de_de: Aktienoptionen
es_419: Opciones de compra de acciones
es_es: Opciones de acciones
fr_fr: Options sur titres
it_it: Stock option
ja_jp: 株式オプション
ko_kr: 주식 옵션
ms_my: Pilihan Saham
pt_br: Opções de ações
ru_ru: Фондовые опционы
th_th: ออปชันหุ้น
vi_vn: Quyền chọn cổ phiếu
zh_hans: 股票期权
zh_hant_tw: 股票期權

# chartVestedDeferredCashAwards
source: Vested Deferred Cash Awards
de_de: Verliehene Deferred Cash Awards
es_419: Retribuciones de efectivo diferidas devengadas
es_es: Retribuciones de efectivo diferidas devengadas
fr_fr: Prime en espèces différées et acquises
it_it: Conferimenti in denaro differiti maturati
ja_jp: 権利確定済繰延現金報奨
ko_kr: 확정된 이연 현금 보상
ms_my: Anugerah Tunai Tertunda Diletak Hak
pt_br: Prêmios em dinheiro prorrogados adquiridos
ru_ru: Отсроченные обеспеченные денежные вознаграждения
th_th: รางวัลเงินสดที่รอการชำระและมีสิทธิ์ได้รับ
vi_vn: Phần thưởng tiền mặt hoãn lại đã trao quyền
zh_hans: 已归属的递延现金奖励
zh_hant_tw: 已歸屬的遞延現金獎勵

# chartVestedDeferredPerformanceCashAwards
source: Vested Deferred Performance Cash Awards
de_de: Verliehene Deferred Performance Cash Awards
es_419: Retribuciones de efectivo por resultados diferidas devengadas
es_es: Retribuciones de efectivo por resultados diferidas devengadas
fr_fr: Attributions de performance en espèces différées et acquises
it_it: Conferimenti in denaro per prestazioni differiti maturati
ja_jp: 権利確定済繰延業績現金報奨
ko_kr: 확정된 이연 성과 현금 보상
ms_my: Anugerah Tunai Prestasi Tertunda Diletak Hak
pt_br: Prêmios em dinheiro por desempenho prorrogados adquiridos
ru_ru: Отсроченные обеспеченные денежные вознаграждения по результатам деятельности
th_th: รางวัลเงินสดตามผลการดำเนินงานที่รอชำระและมีสิทธิ์ได้รับ
vi_vn: Phần thưởng tiền mặt hiệu suất hoãn lại đã trao quyền
zh_hans: 已归属的递延绩效现金奖励
zh_hant_tw: 已歸屬的遞延績效現金獎勵

# chartVestedDeferredPerformanceStockUnits
source: Vested Deferred Performance Stock Units
de_de: Verbriefte Deferred Performance Stock Units
es_419: Unidades de acciones por resultados diferidas devengadas
es_es: Unidades de acciones por resultados diferidas devengadas
fr_fr: Unités d'actions de performance différées et acquises
it_it: Unità azionarie per prestazione differite maturate
ja_jp: 権利確定済繰延業績株式単位
ko_kr: 확정된 이연 성과 주식 단위
ms_my: Unit Saham Prestasi Tertunda Diletak Hak
pt_br: Unidades de ações de desempenho prorrogadas adquiridas
ru_ru: Отсроченные ограниченные акции эксплуатационного фонда
th_th: หน่วยหุ้นผลการดำเนินงานที่รอการชำระและมีสิทธิ์ได้รับ
vi_vn: Đơn vị cổ phiếu hiệu suất hoãn lại đã trao quyền
zh_hans: 已归属的递延绩效股票单位
zh_hant_tw: 已歸屬的遞延績效股票單位

# chartVestedDeferredRestrictedStockUnits
source: Vested Deferred Restricted Stock Units
de_de: Verbriefte aufgeschobene, gesperrte Aktieneinheiten
es_419: Unidades de acciones restringidas diferidas devengadas
es_es: Unidades de acciones restringidas diferidas devengadas
fr_fr: Unités d'actions restreintes différées et acquises
it_it: Unità azionarie vincolate differite maturate
ja_jp: 権利確定済繰延譲渡制限付き株式単位
ko_kr: 확정된 이연 제한 주식 단위
ms_my: Unit Saham Terhad Tertunda Diletak Hak
pt_br: Unidades de ações restritas prorrogadas adquiridas
ru_ru: Отсроченные ограниченные акции с правом владения
th_th: หน่วยหุ้นแบบจำกัดที่รอการชำระและมีสิทธิ์ได้รับ
vi_vn: Đơn vị cổ phiếu bị hạn chế hoãn lại đã trao quyền
zh_hans: 已归属的递延限制性股票单位
zh_hant_tw: 已歸屬的遞延限制性股票單位

source: Clear
de_de: Klar
es_419: Borrar
es_es: Borrar
fr_fr: Effacer
it_it: Elimina
ja_jp: クリア
ko_kr: 지우기
ms_my: Kosongkan
pt_br: Limpar
ru_ru: Очистить
th_th: ล้าง
vi_vn: Xoá
zh_hans: 清除
zh_hant_tw: 清除

source: Close
de_de: Schließen
es_419: Cerrar
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
ms_my: Tutup
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng
zh_hans: 关闭
zh_hant_tw: 關閉

# commonFootnoteOne
source: 1. Subject to the terms and conditions of your grants.
de_de: Vorbehaltlich der Geschäftsbedingungen Ihrer Gewährungen.
es_419: 1. Sujeto a los términos y condiciones de sus concesiones.
es_es: 1. Sujeto a los términos y condiciones de sus concesiones.
fr_fr: 1. Sous réserve des conditions générales de vos octrois.
it_it: 1.*Soggetto ai termini e alle condizioni delle attribuzioni.
ja_jp: 1. 授与条件の下に置かれます。
ko_kr: 1. 귀하의 부여 조건과 규정에 따릅니다.
ms_my: 1. Tertakluk pada terma dan syarat piagam anda.
pt_br: 1. Sujeito aos termos e condições das concessões.
ru_ru: 1. В соответствии с условиями ваших субсидий.
th_th: 1. ขึ้นอยู่กับข้อกำหนดและเงื่อนไขของทุนของคุณ
vi_vn: 1. Tuân theo các điều khoản và điều kiện của các khoản chuyển nhượng của bạn.
zh_hans: 1. 受限于您的授予条款和条件。
zh_hant_tw: 1. 受限於您的授予條款和條件。
